Repository: Yubico/yubioath-ios
Catalog: Authenticator/UI/Tutorial/mul.lproj/Tutorial.xcstrings
Source language: en
Languages: fr, ja

# 0Ew-5d-tth.text
source: YubiKey 5 Series NFC authentication
fr: Authentification NFC YubiKey 5 Series
ja: YubiKey 5シリーズのNFC認証

# 4hs-uc-a5r.text
source: If you have a YubiKey with NFC, pull down the main view to activate NFC.
fr: Si vous possédez une YubiKey avec NFC, faites glisser la vue principale vers le bas pour activer le NFC.
ja: NFC対応のYubiKeyをお持ちの場合は、メインビューをプルダウンしてNFCを有効にします。

# agV-vn-fpt.text
source: You will need a YubiKey 5Ci or a compatible YubiKey with NFC to get started.
fr: Vous aurez besoin d'une YubiKey 5Ci ou d'une YubiKey compatible avec NFC pour commencer.
ja: 開始するには、YubiKey 5CiまたはNFC対応のYubiKeyが必要です。

# bkN-Lk-jMY.text
source: Touch the center of the key to the edge of the phone.
fr: Appuyez le centre de la clé contre le bord du téléphone.
ja: キーの中央をタッチして、スマートフォンの端に移動します。

# Bxy-Ot-GLA.text
source: Hold the key horizontally and tilt the iPhone towards the key.
fr: Tenez la clé horizontalement et inclinez l'iPhone vers la clé.
ja: キーを水平に持ち、iPhoneをキーに向かって傾けます。

# bYg-TD-NqH.text
source: Get a shared secret from any service you wish to secure, store it on the YubiKey and use it to generate your security codes.
fr: Obtenez un secret partagé du service que vous voulez sécuriser, stockez-le sur la YubiKey et générez vos codes de sécurité.
ja: 保護するサービスの共有秘密鍵を取得し、YubiKeyに保存して、YubiKeyを使用してセキュリティコードを生成します。

# cSo-Sg-vD2.text
source: QR codes are available from the services you wish to secure.
fr: Les codes QR sont disponibles auprès des services que vous souhaitez sécuriser.
ja: QRコードは、保護するサービスから入手できます。

# IVf-FH-Iqr.title
source: Skip
fr: Passer
ja: スキップ

# jBh-MF-9Fk.text
source: Simply scan the QR code when you add your YubiKey and generate your own security codes.
fr: Il vous suffit de scanner le code QR lorsque vous ajoutez votre YubiKey pour générer vos propres codes de sécurité.
ja: YubiKeyを追加して独自のセキュリティコードを生成する場合は、QRコードをスキャンしてください。

# KWb-g8-FRF.text
source: If you have a YubiKey 5Ci, plug it in.
fr: Si vous avez une YubiKey 5Ci, insérez-la.
ja: YubiKey 5Ciをお持ちの場合は接続します。

# mdG-o8-OXh.text
source: YubiKey 5Ci authentication
fr: Authentification YubiKey 5Ci
ja: YubiKey 5Ci認証

# N2W-CE-fPm.title
source: Next
fr: Suivant
ja: 次へ

# Paz-Es-tja.text
source: Touch the contacts on the sides when prompted.
fr: Appuyez sur les contacts sur les côtés lorsque vous y êtes invité.
ja: プロンプトが表示されたら、横にあるお問い合わせをタッチします。

# RUl-K8-lGO.text
source: Where to get QR codes
fr: Où obtenir les codes QR
ja: QRコードの入手先

# ub0-A4-vpe.text
source: How it works
fr: Comment ça marche
ja: 動作方法

# XdE-m1-y3M.normalTitle
source: Read more...
fr: En savoir plus...
ja: 詳細を読む...
